Repository: VeeoN2/Vocard-Dashboard
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Rewind 10s
fr: Reculer de 10s

source: Shuffle
fr: Mélanger

source: Back
fr: Précédent

source: Play
fr: Lecture

source: Skip
fr: Passer

source: Repeat
fr: Répéter

source: Forward 10s
fr: Avancer de 10s

source: Effect
fr: Effet

source: Queue
fr: File d’attente

source: Document
fr: Documentation

source: Donation
fr: Don

source: Legal
fr: Mentions légales

source: Privacy Policy
fr: Politique de confidentialité

source: Terms Of Service
fr: Conditions d'utilisation

source: Search your input and add it to the queue
fr: Recherchez votre saisie et ajoutez-la à la file

source: Add All
fr: Tout ajouter

source: Inbox
fr: Boîte de réception

source: No message for you at this time.
fr: Aucun message pour vous pour le moment.

source: Settings
fr: Paramètres

source: Help
fr: Aide

source: Logout
fr: Déconnexion

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Accept
fr: Accepter

source: Link copied to clipboard
fr: Lien copié dans le presse-papiers

source: Added {0} into the queue.
fr: Ajouté {0} dans la file d'attente.

source: Added {0} songs into the queue.
fr: Ajouté {0} chansons dans la file d'attente.

source: Paused the player.
fr: Lecture mise en pause.

source: Resumed the player.
fr: Lecture reprise.

source: Forward the player to {0}.
fr: Avancé le lecteur à {0}.

source: Rewind the player to {0}.
fr: Rembobiné le lecteur à {0}.

source: Set volume to {0}.
fr: Volume réglé à {0}.

source: {0} and {1} are swapped.
fr: {0} et {1} sont échangés.

source: Moved {0} to {1}.
fr: {0} déplacé à {1}.

source: Shuffled the {0}
fr: {0} mélangé.

source: The repeat mode has been set to {0}
fr: Le mode répétition a été défini sur {0}.

source: Removed {0} from the queue.
fr: {0} retiré de la file d'attente.

source: Removed {0} tracks from the queue.
fr: {0} titres retirés de la file d'attente.

source: Cleared {0} list.
fr: Liste {0} vidée.

source: Autoplay mode is now {0}.
fr: Le mode lecture automatique est désormais {0}.

source: enabled
fr: activé

source: disabled
fr: désactivé

source: Results found
fr: résultats trouvés

source: You are not able to select this bot!
fr: Vous ne pouvez pas sélectionner ce bot !

source: You need to connect a bot in order to perform this action.
fr: Vous devez connecter un bot pour effectuer cette action.

source: Add more songs to the queue before shuffling.
fr: Ajoutez plus de morceaux à la file avant de mélanger.

source: Keyboard Shortcuts
fr: Raccourcis clavier

source: Quick access to common actions
fr: Accès rapide aux actions courantes

source: Close
fr: Fermer

source: Navigation
fr: Don

source: Playback Controls
fr: Contrôles de lecture

source: Queue Management
fr: Mode de file

source: Show keyboard shortcuts
fr: Afficher les raccourcis clavier

source: Focus search bar
fr: Focaliser la barre de recherche

source: Play/Pause
fr: Lecture/Pause

source: Forward 10 seconds
fr: Avancer de 10s

source: Rewind 10 seconds
fr: Reculer de 10s

source: Previous track
fr: Retirer le titre

source: Next track
fr: Titre

source: Toggle repeat mode
fr: Activer/Désactiver le mode répétition

source: Toggle shuffle
fr: Lecture aléatoire

source: Track
fr: Titre

source: Recommendation for this song
fr: Recommandation pour ce morceau

source: Based on your song your picked
fr: Basé sur le morceau que vous avez choisi

source: Playlist name
fr: Nom de la playlist

source: e.g. My playlist
fr: ex : Ma playlist

source: Playlist type
fr: Type de playlist

source: Standard Playlist
fr: Playlist standard

source: Online Playlist
fr: Playlist en ligne

source: Playlist Url
fr: URL de la playlist

source: e.g. Youtube or Spotify playlist url
fr: ex : URL d'une playlist Youtube ou Spotify

source: Create
fr: Créer

source: Delete
fr: Supprimer

source: share
fr: partager

source: link
fr: lien

source: Create Playlist
fr: Créer une playlist

source: Create and personalize your playlist for every mood, crafted exclusively by you.
fr: Créez et personnalisez votre playlist pour chaque humeur, élaborée uniquement par vous.

source: Rename Playlist
fr: Renommer la playlist

source: Allows you to change the name of your existing collections of songs for better organization.
fr: Vous permet de renommer vos collections de morceaux afin de mieux vous organiser.

source: Delete Playlist
fr: Supprimer la playlist

source: Enables the removal of unwanted collections of songs from your library.
fr: Permet de supprimer des playlists non désirées de votre bibliothèque.

source: Adjust the configurations on your server for an optimized experience.
fr: Ajustez la configuration de votre serveur pour une expérience optimale.

source: General
fr: Général

source: You are now listening in
fr: Vous écoutez actuellement dans

source: My Servers
fr: Mes serveurs

source: Please select a server whose settings you would like to modify
fr: Veuillez sélectionner un serveur dont vous souhaitez modifier les paramètres

source: Invite the Bot to Your Server
fr: Inviter le bot sur votre serveur

source: The bot is not currently a member of the following server
fr: Le bot n'est actuellement pas membre du serveur sélectionné.

source: Careful — you have unsaved changes!
fr: Attention — vous avez des modifications non enregistrées !

source: Reset
fr: Réinitialiser

source: Save Changes
fr: Sauvegarder

source: Invite to this server
fr: Inviter sur ce serveur

source: members
fr: membres

source: Prefix
fr: Préfixe

source: Change the default prefix for message commands.
fr: Changez le préfixe par défaut pour les commandes message.

source: Language
fr: Langue

source: You can choose your preferred language, the bot message will change to the language you set.
fr: Vous pouvez choisir votre langue préférée, les messages du bot utiliseront cette langue.

source: Queue Mode
fr: Mode de file

source: Change to another type of queue mode.
fr: Changez pour un autre mode de file d'attente.

source: DJ Role
fr: Rôle DJ

source: Set a DJ role or remove DJ role.
fr: Définissez ou retirez le rôle de DJ.

source: 24/7 Mode
fr: Mode 24/7

source: Toggles 24/7 mode, which disables automatic inactivity-based disconnects.
fr: Active/désactive le mode 24/7, qui empêche la déconnexion automatique en cas d'inactivité.

source: Vote Bypass
fr: Ignorer le vote

source: Toggles in the voting system provide you the option to participate or abstain from voting to skip a song.
fr: Permet de participer ou non au système de vote pour passer un morceau.

source: Toggle Music Controller
fr: Contrôleur musical

source: Toggles to send a message when clicking the button in the music controller.
fr: Active/désactive l'envoi d'un message lors de l'utilisation du contrôleur musical.

source: Duplicate Track
fr: Titre en double

source: Toggle Vocard to prevent duplicate songs from queuing.
fr: Empêche l'ajout de titres en double dans la file d'attente.

source: Silent Message
fr: Message Silencieux

source: Toggle silent messaging to send messages without alerting.
fr: Activer le mode silencieux pour envoyer des messages sans alerter.

source: Voice Status Template
fr: Modèle de statut vocal

source: Customize the channel topic template (Displayed while playing music).
fr: Personnalisez le sujet du canal (affiché lors de l'écoute de la musique).

source: Enable Effect
fr: Activer un effet

source: Turn on the music sound effect.
fr: Activer les effets audio.

source: Reset all filter.
fr: Réinitialiser tous les filtres.

source: Applied {0} filter.
fr: Filtre {0} appliqué.

source: Removed {0} filter.
fr: Filtre {0} retiré.

source: None
fr: Aucun

source: karaoke
fr: karaoké

source: tremolo
fr: trémolo

source: distortion
fr: distorsion

source: lowpass
fr: filtre passe-bas

source: Play now
fr: Jouer maintenant

source: Play next
fr: Lire ensuite

source: Add to queue
fr: Ajouter à la file

source: Remove from queue
fr: Retirer de la file

source: Skip to
fr: Passer à

source: Back to
fr: Retour à

source: Move to top
fr: Mettre en haut

source: Move to bottom
fr: Mettre en bas

source: Copy link
fr: Copier le lien

source: Recommendation
fr: Recommandation

source: Get lyrics
fr: Obtenir les paroles

source: Play shuffle
fr: Lecture aléatoire

source: Remove track
fr: Retirer le titre

source: Add to playlist
fr: Ajouter à la playlist

source: Some errors occurred and the dashboard could not be connected
fr: Des erreurs sont survenues et le tableau de bord n’a pas pu se connecter.

source: Can't Find You on Discord
fr: Impossible de vous trouver sur Discord

source: I'm unable to locate you in any Discord server. Please check that you've invited our bot and granted it the necessary permissions to access your server information.
fr: Je n’ai pas pu vous localiser sur un serveur Discord. Veuillez vérifier que le bot a été invité sur le serveur et dispose des autorisations nécessaires.

source: Reload Page
fr: Recharger la page

source: No Hisotry Searches Found
fr: Aucune recherche récente trouvée

source: It seems like you haven't searched for any songs yet. No worries, your musical journey can start right now! Simply enter the name of your favorite song or artist in the search bar.
fr: Il semble que vous n’ayez encore rien recherché. Votre aventure musicale commence maintenant ! Saisissez simplement le nom d’une chanson ou d’un artiste dans la barre de recherche.

source: Search Now
fr: Rechercher

source: Server Not Detected
fr: Aucun serveur détecté

source: Ensure that I'm added to your server. Please note, you must possess 'Manage Guild' permissions on the server you wish to manage.
fr: Veuillez vérifier que le bot a bien été ajouté à votre serveur et que vous disposez de la permission 'Gérer le serveur'.

source: Refresh page
fr: Rafraîchir la page

source: Lyrics Not Found
fr: Paroles non trouvées

source: Sorry, but I'm unable to search for the lyrics of this song. Please try searching online.
fr: Désolé, je ne peux pas trouver les paroles de cette chanson. Essayez de les chercher en ligne.

source: Temporary Access Limit Reached
fr: Limite d'accès temporaire atteinte

source: It appears you've been quite active and have reached the limit for requests. Don't worry, this is only temporary. You'll be able to continue your activities after a short break.
fr: Vous semblez très actif et avez atteint la limite de requêtes. Pas d’inquiétude, c’est temporaire : vous pourrez bientôt reprendre vos activités après une courte pause.

source: Recently played
fr: Dernières écoutes

source: Based on your song playback history
fr: Basé sur votre historique d’écoute

source: Recommendation for today
fr: Recommandation du jour

source: Top 50 Global Hits
fr: Top 50 des hits mondiaux

source: Trending Songs
fr: Chansons tendance

source: Manage your account settings and preferences
fr: Gérez les paramètres et préférences de votre compte

source: Default language for public dashboard.
fr: Langue par défaut pour le tableau de bord public.

source: Dark Mode
fr: Mode sombre

source: Quickly toggle between light and dark modes for a personalized.
fr: Passez rapidement du mode clair au mode sombre.

source: Home
fr: Accueil

source: Explore
fr: Explorer

source: Server
fr: Serveur

source: Toggle History
fr: Afficher l’historique

source: Now playing
fr: En lecture

source: Next in queue
fr: Suivant dans la file

source: Clear queue
fr: Vider la file

source: History queue
fr: Historique de la file

source: Clear history
fr: Vider l’historique

source: BACK TO TOP
fr: RETOUR EN HAUT

source: Autoplay
fr: lecture auto
