Repository: VeeoN2/Vocard-Dashboard
Catalog: translations/*_LATAM/LC_MESSAGES/messages.po
Languages: es_latam

source: Rewind 10s
es_latam: Retroceder 10s

source: Shuffle
es_latam: Aleatorio

source: Back
es_latam: Anterior

source: Play
es_latam: Reproducir

source: Skip
es_latam: Saltar

source: Repeat
es_latam: Repetir

source: Forward 10s
es_latam: Avanzar 10s

source: Volume
es_latam: Volumen

source: Effect
es_latam: Efecto

source: Queue
es_latam: Cola

source: Support
es_latam: Soporte

source: Document
es_latam: Documentación

source: Donation
es_latam: Donación

source: Votes
es_latam: Votos

source: Privacy Policy
es_latam: Política de Privacidad

source: Terms Of Service
es_latam: Términos de Servicio

source: Search your input and add it to the queue
es_latam: Busca lo que quieras y agrégalo a la cola

source: Add All
es_latam: Agregar Todo

source: Inbox
es_latam: Bandeja de entrada

source: No message for you at this time.
es_latam: No tienes mensajes en este momento.

source: Settings
es_latam: Configuración

source: Help
es_latam: Ayuda

source: Logout
es_latam: Cerrar Sesión

source: Cancel
es_latam: Cancelar

source: Confirm
es_latam: Confirmar

source: Accept
es_latam: Aceptar

source: Link copied to clipboard
es_latam: Enlace copiado al portapapeles

source: Added {0} into the queue.
es_latam: Agregado {0} a la cola.

source: Added {0} songs into the queue.
es_latam: Agregadas {0} canciones a la cola.

source: Paused the player.
es_latam: Reproductor pausado.

source: Resumed the player.
es_latam: Reproductor reanudado.

source: Forward the player to {0}.
es_latam: Reproductor adelantado a {0}.

source: Rewind the player to {0}.
es_latam: Reproductor retrocedido a {0}.

source: Set volume to {0}.
es_latam: Volumen configurado a {0}.

source: {0} and {1} are swapped.
es_latam: {0} y {1} han sido intercambiados.

source: Moved {0} to {1}.
es_latam: Movido {0} a {1}.

source: Shuffled the {0}
es_latam: Se mezcló {0}

source: The repeat mode has been set to {0}
es_latam: El modo de repetición se configuró a {0}

source: Removed {0} from the queue.
es_latam: Se eliminó {0} de la cola.

source: Removed {0} tracks from the queue.
es_latam: Se eliminaron {0} pistas de la cola.

source: Cleared {0} list.
es_latam: Se limpió la lista {0}.

source: Autoplay mode is now {0}.
es_latam: El modo de reproducción automática ahora está {0}.

source: enabled
es_latam: activado

source: disabled
es_latam: desactivado

source: Results found
es_latam: Resultados encontrados

source: You are not able to select this bot!
es_latam: ¡No puedes seleccionar este bot!

source: You need to connect a bot in order to perform this action.
es_latam: Necesitas conectar un bot para realizar esta acción.

source: Add more songs to the queue before shuffling.
es_latam: Agrega más canciones a la cola antes de mezclar.

source: Keyboard Shortcuts
es_latam: Atajos de teclado

source: Quick access to common actions
es_latam: Acceso rápido a acciones comunes

source: Close
es_latam: Cerrar

source: Navigation
es_latam: Donación

source: Playback Controls
es_latam: Controles de reproducción

source: Queue Management
es_latam: Modo de Cola

source: Show keyboard shortcuts
es_latam: Mostrar atajos de teclado

source: Focus search bar
es_latam: Enfocar barra de búsqueda

source: Play/Pause
es_latam: Reproducir/Pausar

source: Forward 10 seconds
es_latam: Avanzar 10s

source: Rewind 10 seconds
es_latam: Retroceder 10s

source: Previous track
es_latam: Eliminar canción

source: Next track
es_latam: Canción

source: Toggle repeat mode
es_latam: Alternar modo de repetición

source: Toggle shuffle
es_latam: Reproducir aleatoriamente

source: Track
es_latam: Canción

source: Recommendation for this song
es_latam: Recomendación para esta canción

source: Based on your song your picked
es_latam: Basado en la canción que elegiste

source: Playlist name
es_latam: Nombre de la playlist

source: e.g. My playlist
es_latam: ej. Mi playlist

source: Playlist type
es_latam: Tipo de playlist

source: Standard Playlist
es_latam: Playlist Estándar

source: Online Playlist
es_latam: Playlist Online

source: Playlist Url
es_latam: URL de la Playlist

source: e.g. Youtube or Spotify playlist url
es_latam: ej. URL de playlist de YouTube o Spotify

source: Create
es_latam: Crear

source: Delete
es_latam: Eliminar

source: share
es_latam: compartir

source: link
es_latam: enlace

source: Create Playlist
es_latam: Crear Playlist

source: Create and personalize your playlist for every mood, crafted exclusively by you.
es_latam: Crea y personaliza tu playlist para cada estado de ánimo, hecha exclusivamente por ti.

source: Rename Playlist
es_latam: Renombrar Playlist

source: Allows you to change the name of your existing collections of songs for better organization.
es_latam: Te permite cambiar el nombre de tus colecciones de canciones existentes para una mejor organización.

source: Delete Playlist
es_latam: Eliminar Playlist

source: Enables the removal of unwanted collections of songs from your library.
es_latam: Permite eliminar colecciones de canciones no deseadas de tu biblioteca.

source: Adjust the configurations on your server for an optimized experience.
es_latam: Ajusta las configuraciones de tu servidor para una experiencia optimizada.

source: You are now listening in
es_latam: Ahora estás escuchando en

source: My Servers
es_latam: Mis Servidores

source: Please select a server whose settings you would like to modify
es_latam: Por favor, selecciona un servidor cuya configuración te gustaría modificar

source: Invite the Bot to Your Server
es_latam: Invita el Bot a tu Servidor

source: The bot is not currently a member of the following server
es_latam: El bot no es actualmente miembro del siguiente servidor

source: Careful — you have unsaved changes!
es_latam: ¡Cuidado — tienes cambios sin guardar!

source: Reset
es_latam: Restablecer

source: Save Changes
es_latam: Guardar Cambios

source: Invite to this server
es_latam: Invitar a este servidor

source: members
es_latam: miembros

source: Prefix
es_latam: Prefijo

source: Change the default prefix for message commands.
es_latam: Cambia el prefijo por defecto para los comandos de mensaje.

source: Language
es_latam: Idioma

source: You can choose your preferred language, the bot message will change to the language you set.
es_latam: Puedes elegir tu idioma preferido, los mensajes del bot cambiarán al idioma que configures.

source: Queue Mode
es_latam: Modo de Cola

source: Change to another type of queue mode.
es_latam: Cambia a otro tipo de modo de cola.

source: DJ Role
es_latam: Rol de DJ

source: Set a DJ role or remove DJ role.
es_latam: Configura un rol de DJ o elimina el rol de DJ.

source: 24/7 Mode
es_latam: Modo 24/7

source: Toggles 24/7 mode, which disables automatic inactivity-based disconnects.
es_latam: Activa/desactiva el modo 24/7, que deshabilita las desconexiones automáticas por inactividad.

source: Vote Bypass
es_latam: Omitir Votación

source: Toggles in the voting system provide you the option to participate or abstain from voting to skip a song.
es_latam: Los controles del sistema de votación te proporcionan la opción de participar o abstenerte de votar para saltar una canción.

source: Toggle Music Controller
es_latam: Activar/Desactivar Controlador de Música

source: Toggles to send a message when clicking the button in the music controller.
es_latam: Activa/desactiva el envío de un mensaje al hacer clic en el botón del controlador de música.

source: Duplicate Track
es_latam: Pista Duplicada

source: Toggle Vocard to prevent duplicate songs from queuing.
es_latam: Activa/desactiva Vocard para evitar que canciones duplicadas se agreguen a la cola.

source: Silent Message
es_latam: Mensaje Silencioso

source: Toggle silent messaging to send messages without alerting.
es_latam: Alternar mensajería silenciosa para enviar mensajes sin alertar.

source: Voice Status Template
es_latam: Plantilla de Estado de Voz

source: Customize the channel topic template (Displayed while playing music).
es_latam: Personaliza la plantilla del tema del canal (Se muestra mientras se reproduce música).

source: Enable Effect
es_latam: Activar Efecto

source: Turn on the music sound effect.
es_latam: Activa el efecto de sonido de la música.

source: Reset all filter.
es_latam: Restablecer todos los filtros.

source: Applied {0} filter.
es_latam: Filtro {0} aplicado.

source: Removed {0} filter.
es_latam: Filtro {0} eliminado.

source: None
es_latam: Ninguno

source: tremolo
es_latam: trémolo

source: rotation
es_latam: rotación

source: distortion
es_latam: distorsión

source: lowpass
es_latam: paso bajo

source: Play now
es_latam: Reproducir ahora

source: Play next
es_latam: Reproducir siguiente

source: Add to queue
es_latam: Agregar a la cola

source: Remove from queue
es_latam: Eliminar de la cola

source: Skip to
es_latam: Saltar a

source: Back to
es_latam: Volver a

source: Move to top
es_latam: Mover al inicio

source: Move to bottom
es_latam: Mover al final

source: Copy link
es_latam: Copiar enlace

source: Recommendation
es_latam: Recomendación

source: Get lyrics
es_latam: Obtener letra

source: Play shuffle
es_latam: Reproducir aleatoriamente

source: Remove track
es_latam: Eliminar canción

source: Add to playlist
es_latam: Agregar a playlist

source: Some errors occurred and the dashboard could not be connected
es_latam: Ocurrieron algunos errores y el panel de control no se pudo conectar

source: Can't Find You on Discord
es_latam: No Te Puedo Encontrar en Discord

source: I'm unable to locate you in any Discord server. Please check that you've invited our bot and granted it the necessary permissions to access your server information.
es_latam: No puedo encontrarte en ningún servidor de Discord. Por favor, verifica que has invitado nuestro bot y le has dado los permisos necesarios para acceder a la información de tu servidor.

source: Reload Page
es_latam: Recargar Página

source: No Hisotry Searches Found
es_latam: No Se Encontraron Búsquedas en el Historial

source: It seems like you haven't searched for any songs yet. No worries, your musical journey can start right now! Simply enter the name of your favorite song or artist in the search bar.
es_latam: Parece que aún no has buscado ninguna canción. ¡No te preocupes, tu viaje musical puede comenzar ahora mismo! Simplemente ingresa el nombre de tu canción o artista favorito en la barra de búsqueda.

source: Search Now
es_latam: Buscar Ahora

source: Server Not Detected
es_latam: Servidor No Detectado

source: Ensure that I'm added to your server. Please note, you must possess 'Manage Guild' permissions on the server you wish to manage.
es_latam: Asegúrate de que he sido agregado a tu servidor. Ten en cuenta que debes tener permisos de 'Administrar Servidor' en el servidor que deseas administrar.

source: Refresh page
es_latam: Actualizar página

source: Lyrics Not Found
es_latam: Letra No Encontrada

source: Sorry, but I'm unable to search for the lyrics of this song. Please try searching online.
es_latam: Lo siento, pero no puedo buscar la letra de esta canción. Por favor, intenta buscar en línea.

source: Temporary Access Limit Reached
es_latam: Límite de Acceso Temporal Alcanzado

source: It appears you've been quite active and have reached the limit for requests. Don't worry, this is only temporary. You'll be able to continue your activities after a short break.
es_latam: Parece que has estado bastante activo y has alcanzado el límite de solicitudes. No te preocupes, esto es solo temporal. Podrás continuar con tus actividades después de un breve descanso.

source: Recently played
es_latam: Reproducidas recientemente

source: Based on your song playback history
es_latam: Basado en tu historial de reproducción de canciones

source: Recommendation for today
es_latam: Recomendación para hoy

source: Top 50 Global Hits
es_latam: Top 50 Éxitos Globales

source: Trending Songs
es_latam: Canciones Populares

source: Manage your account settings and preferences
es_latam: Administra la configuración y preferencias de tu cuenta

source: Default language for public dashboard.
es_latam: Idioma por defecto para el panel público.

source: Dark Mode
es_latam: Modo Oscuro

source: Quickly toggle between light and dark modes for a personalized.
es_latam: Cambia rápidamente entre modos claro y oscuro para una experiencia personalizada.

source: Home
es_latam: Inicio

source: Explore
es_latam: Explorar

source: Server
es_latam: Servidor

source: Toggle History
es_latam: Alternar Historial

source: Now playing
es_latam: Reproduciendo ahora

source: Next in queue
es_latam: Siguiente en la cola

source: Clear queue
es_latam: Limpiar cola

source: History queue
es_latam: Historial de cola

source: Clear history
es_latam: Limpiar historial

source: BACK TO TOP
es_latam: VOLVER AL INICIO

source: Autoplay
es_latam: Reproducción automática
